exports.BUTTONS = {
    ADMIN_BOT: {
        CANCEL: {
            text: 'ОТМЕНА ❌',
            regex: /ОТМЕНА ❌/
        },
        PREPARE_MESSAGES: {
            text: 'ПОДГОТОВИТЬ РАССЫЛКУ 🛠',
            regex: /ПОДГОТОВИТЬ РАССЫЛКУ 🛠/
        },
        SEND_TO_BOTS: {
            text: 'ВЫБРАТЬ БОТОВ 🤖',
            regex: /ВЫБРАТЬ БОТОВ 🤖/
        },
        SELECT_BOT1: {
            text: 'БОТ 1️⃣',
            regex: /БОТ 1️⃣/
        },
        SELECT_BOT2: {
            text: 'БОТ 2️⃣',
            regex: /БОТ 2️⃣/

        },
        SELECT_ALL_BOTS: {
            text: 'ОБА БОТА',
            regex: /ОБА БОТА/
        },
        SEND_TO_CLIENTS: {
            text: 'КОМУ ОТПРАВИТЬ',
            regex: /КОМУ ОТПРАВИТЬ/
        },
        SEND_TO_UID_CLIENTS: {
            text: 'ЗАРЕГИСТИРОВАННЫМ КЛИЕНТАМ 🆔',
            regex: /ЗАРЕГИСТИРОВАННЫМ КЛИЕНТАМ 🆔/
        },
        SEND_TO_NO_UID_CLIENTS: {
            text: 'НЕЗАРЕГИСТИРОВАННЫМ КЛИЕНТАМ 🔎',
            regex: /НЕЗАРЕГИСТИРОВАННЫМ КЛИЕНТАМ 🔎/
        },
        SEND_TO_ALL_CLIENTS: {
            text: 'ВСЕМ КЛИЕНТАМ',
            regex: /ВСЕМ КЛИЕНТАМ/
        },
        APPLY_TEXT: {
            text: 'СОХРАНИТЬ ТЕКСТ 💾',
            regex: /СОХРАНИТЬ ТЕКСТ 💾/
        },
        NEED_BUTTON: {
            text: 'ДОБАВИТЬ КНОПКУ',
            regex: /ДОБАВИТЬ КНОПКУ/
        },
        NO_BUTTON: {
            text: 'БЕЗ КНОПКИ',
            regex: /БЕЗ КНОПКИ/
        },
        SAVE_BUTTON_LABEL: {
            text: 'СОХРАНИТЬ НАЗВАНИЕ КНОПКИ',
            regex: /СОХРАНИТЬ НАЗВАНИЕ КНОПКИ/
        },
        SAVE_BUTTON_URL: {
            text: 'СОХРАНИТЬ ССЫЛКУ ДЛЯ КНОПКИ',
            regex: /СОХРАНИТЬ ССЫЛКУ ДЛЯ КНОПКИ/
        },
        START_MESSAGE_SENDING: {
            text: 'ЗАПУСТИТЬ РАССЫЛКУ 🚀',
            regex: /ЗАПУСТИТЬ РАССЫЛКУ 🚀/
        }
    },
    BYBIT_BOT: {
        JOIN: {
            text: '🔥УЧАСТВОВАТЬ🔥',
            regex: /🔥УЧАСТВОВАТЬ🔥/
        },
        DONE: {
            text: 'ГОТОВО ✅',
            regex: /ГОТОВО ✅/
        }
    }
}